Repository: noman-9k/ventigo
Catalog: lib/l10n/intl_*.arb
Languages: uk

source: Add Cost
uk: Додати витрату

source: Repetition Interval
uk: Інтервал повторення

source: Do Not Repeat
uk: Не повторюється

source: Every Day
uk: Щодня

source: Name
uk: Ім'я

source: Name of expense
uk: Назва витрати

source: Select categories
uk: Виберіть категорію

source: Categories
uk: Категорії

source: Deduct from TAX
uk: Відраховується від податку

source: Systematic expenditure
uk: Систематична витрата

source: Every Week
uk: Щотижня

source: Every Month
uk: Кожен місяць

source: Every Quarter
uk: Кожен квартал

source: Every Year
uk: Щороку

source: Number of Units
uk: Кількість одиниць

source: Unit Price
uk: Ціна одиниці

source: Unit of measurements
uk: Одиниця вимірювання

source: No Unit of Measurements
uk: Немає одиниць вимірювання

source: Save
uk: Зберегти

source: Add Employee
uk: Додати працівника

source: Enter your name
uk: Введіть ім'я

source: Change Admin Password
uk: Змінити пароль адміністратора

source: Export to file
uk: Експорт у файл

source: Security Questions
uk: Питання безпеки

source: Privacy Policy
uk: Політика конфіденційності

source: Data Backup
uk: Резервне копіювання даних

source: BackUp Data
uk: Резервне копіювання даних

source: Restore Data
uk: Відновити дані з файлу

source: Clear Data
uk: Очистити дані

source: Are you sure you want to clear all data?
uk: Ви впевнені, що бажаєте очистити всі дані?

source: Login
uk: Логін

source: User Name
uk: Ім'я користувача

source: Password
uk: Пароль

source: Or sign in as
uk: Або увійдіть як

source: Enter your last name
uk: Введіть прізвище

source: Last Name
uk: Прізвище

source: Enter your login
uk: Введіть логін

source: Enter your password
uk: Введіть пароль

# selectCategoriesFromTheListnmaybeSeveral
source: Select Categories from the list (maybe several)
uk: Виберіть категорії зі списку (можливо кілька)

source: Set percentage of income if necessary
uk: Відсоток доходу, якщо необхідно

source: Set percentage of income
uk: Встановити відсоток доходу

source: Percentage
uk: Відсоток

source: Visibility level with a cross from the list
uk: Рівень видимості

source: Employee Percentage
uk: Відсоток працівника

source: Total Percentage per month
uk: Загальний відсоток за місяць

source: Amount Percentage per day
uk: Сума у відсотках на день

source: Show Phone
uk: Показати номер телефону

source: Total Price Service per day
uk: Загальна вартість послуги за день

source: Save Employee
uk: Зберегти працівника

source: Number of Service for month
uk: Кількість послуг за місяць

source: Hello
uk: Привіт

source: Add Report
uk: Додати звіт

source: Name of Client
uk: Ім'я клієнта

source: Last Name of Client
uk: Прізвище клієнта

source: Phone Number
uk: Номер телефону

source: New Customer
uk: Новий клієнт

source: Regular Customer
uk: Постійний клієнт

source: Payment by Card
uk: Оплата готівкою

source: Select Category
uk: Виберіть категорію

source: Select Service
uk: Виберіть послугу

source: Price of Service
uk: Ціна послуги

source: Price
uk: Ціна

source: Submit
uk: Надіслати

source: Add Service
uk: Додати послугу

# createOrSelectACategory
source: Select a category
uk: Виберіть категорію

source: Or Create a new Category
uk: Або Створіть нову категорію

source: Enter Category Name
uk: Введіть назву категорії

# nameOfTheService
source: Create a Service
uk: Створити послугу

source: Category Name
uk: Назва категорії

source: Enter Service Name
uk: Введіть назву послуги

source: Service Name
uk: Назва послуги

source: Cost of Materials for this Services
uk: Вартість матеріалів для цієї послуги

source: Enter Price
uk: Введіть ціну

source: Admin Login
uk: Логін адміністратора

source: Set Admin Password
uk: Установити пароль адміністратора

source: Enter password here
uk: Введіть тут пароль

source: Forgot password?
uk: Забули пароль?

source: Reset here
uk: Скинути тут

source: Exit
uk: Вихід

source: Are you sure? You want to exit the app.
uk: Ви впевнені? Ви хочете вийти з додатку.

source: Exit App
uk: Вийти з додатку

source: Yes
uk: Так

source: No
uk: Ні

source: Costs Filter
uk: Фільтер витрат

source: Clear
uk: Очистити

source: Name of cost
uk: Назва витрати

source: Costs Price Range
uk: діапазон ціни

source: Min Price
uk: Мін. ціна

source: Max Price
uk: Макс. ціна

source: Apply Filter
uk: Застосувати фільтр

source: Cancel
uk: Скасувати

source: Confirm
uk: Підтвердити

source: All
uk: Всі

source: Done
uk: Готово

source: New Password
uk: Новий пароль

source: Edit Category
uk: Редагувати категорію

source: Edit Service
uk: Редагувати послугу

source: Answer the security questions to login
uk: Дайте відповідь на секретне запитання, щоб увійти

source: Answer
uk: Відповідь

source: Incorrect answer
uk: Неправильна відповідь

source: Please try again
uk: Будь ласка, спробуйте ще раз

source: Previous Question
uk: Попереднє запитання

source: Select Question
uk: Виберіть питання

source: Please select a question
uk: Будь ласка, виберіть запитання

source: Please fill in the answer field
uk: Будь ласка, заповніть поле для відповіді

source: Report:
uk: Звіт:

source: Employee Name:
uk: Ім'я працівника:

source: Is Regular Cus. :
uk: Є звичайним кодом. :

source: Card Pay:
uk: Оплата готівкою:

source: Date
uk: Дата

source: Category:
uk: Категорія:

source: Service:
uk: Послуга

source: Edit Report
uk: Редагувати звіт

source: Employees
uk: Працівник

# noEmployeeFoundnpleaseAddANewEmployee
source: No Employee Found Please add a new employee.
uk: Працівника не знайдено Додайте нового працівника.

source: Search
uk: Пошук

source: Access Level
uk: Рівень доступу

source: Not Limited
uk: Немає ліміту

source: Limited
uk: Обмежено

source: Apply Filters
uk: Застосувати фільтр

source: Filters
uk: Фільтри

# phone
source: Phone Number
uk: Телефон

source: Price Range
uk: Ціновий діапазон

source: Dates
uk: Дата

source: From
uk: Від

source: To
uk: Дo

source: Masters
uk: Працівники

source: Services
uk: Послуги

source: Select Language
uk: Виберіть мову

# nameOfncost
source: Name of Cost
uk: Назва витрати

# relatedncategories
source: Related Categories
uk: Схожі Категорії

# deductednfromTax
source: Deducted From TAX
uk: Вираховано з податку

# systematicnexpenditure
source: Systematic Expenditure
uk: Систематичні витрати

source: Delete Cost
uk: Видалити витрату

source: Are you sure you want to delete this cost?
uk: Ви впевнені, що хочете видалити цю витрату?

source: No data
uk: Немає даних

# regncus
source: Reg Cus
uk: Регул Замо

# cardnpay
source: Card Pay
uk: Готівка Платити

# employeendata
source: Employee Information
uk: Працівник Інформація

# customerndata
source: Customer Information
uk: Клієнт Інформація

# newncus
source: New Cus
uk: Новий Замо

source: Total
uk: Всього

source: Deleted
uk: Видалено

source: Item deleted
uk: Елемент видалено

source: Delete Category
uk: Видалити категорію

source: Are you sure you want to delete this category?
uk: Ви впевнені, що хочете видалити цю категорію?

source: Delete Service
uk: Видалити послугу

source: Are you sure you want to delete this service?
uk: Ви впевнені, що хочете видалити цю послугу?

# noServicesFoundnpleaseAddANewService
source: No Services Found Please add a new service
uk: Послуг не знайдено Додайте нову послугу

source: Backup restored successfully!
uk: Резервну копію успішно відновлено!

source: Reload App
uk: Перезавантажити додаток

source: Restoring database...
uk: Відновлення бази даних...

source: Exported
uk: Експортовано

source: Check your file in the Downloads folder
uk: Перевірте свій файл у папці завантажень

source: Select the database to restore
uk: Виберіть базу даних для відновлення

source: Reports/Sales Tracker
uk: Графік рапортів

source: Costs Tracker
uk: Графік витрат

source: Clear Dates
uk: Очистити

source: An error occurred
uk: Сталася помилка

source: No data found
uk: Немає даних

# masternname
source: Master Name
uk: Данні працівника

# noRegnclient
source: No. Reg Client
uk: № Постійних клієнтів

# noNewnclient
source: No. New Client
uk: № Нових клієнтів

# noOfnservices
source: No of services
uk: Кількість послуг

source: Cost
uk: Витрата

# newnclient
source: New Client
uk: Нових клієнтів

# regnclient
source: Reg Client
uk: Постійних клієнтів

# numOfnservices
source: Num. of Services
uk: Кількість. послуг

source: Costs
uk: Витрата

source: Sales
uk: Продаж

source: Please add a category first to add an employee
uk: Спершу додайте категорію, щоб додати працівника

source: Add Category First
uk: Спочатку додайте категорію

source: Logout
uk: Вийти

source: Are you sure? You want to logout.
uk: Ви впевнені? Ви хочете вийти.

source: Graphics
uk: Графіки

source: Results
uk: Результати

source: Reports
uk: Звіти

source: Error
uk: Помилка

source: Login or password is incorrect
uk: Неправильний логін або пароль

source: Milliliters
uk: Мілілітрів

source: KW/h
uk: КВт/год

source: Kilograms
uk: KКілограми

source: Letters
uk: Літрів

source: Pieces
uk: Штук

source: Grams
uk: Грамів

source: Boxes
uk: Пачок

# thereIsOnlyOneCostAddedYetAddMoreTo
source: There is only one cost added yet add more to plot the graph
uk: Додано лише одну витрату, додайте ще, щоб побудувати графік

source: No Costs added yet
uk: Витрати ще не додано

# allCostsAreAddedOnTheSameDateAddMore
source: All costs are added on the same date, add more to plot the graph
uk: Усі витрати додаються в ту саму дату, додайте більше, щоб побудувати графік

source: Settings
uk: Параметри

source: Statistic
uk: Статистика

source: Cost of materials
uk: Вартість матеріалів

# pricenservices
source: Price services
uk: Ціна послуги

source: Net profit
uk: Прибуток (= ціна послуги-ціна матеріалів- -відсоток працівника-видатки за цей період

source: What is the name of your favorite pet?
uk: Як звуть вашу улюблену тваринку?

source: Whats Your Childhood Nickname?
uk: Яке прізвисько ви мали у дитинстві?

source: What is your favorite movie?
uk: Який ваш улюблений фільм?

source: What is your favorite book?
uk: Яка ваша улюблена книга?

source: What is your favorite food?
uk: Яка ваша улюблена їжа?

source: What is your favorite song?
uk: Яка ваша улюблена пісня?

source: What is your favorite color?
uk: Який ваш улюблений колір?

source: number
uk: Число

source: Admin Maine
uk: Адмін панель
